{
    "claim_001": {
        "claim_text_content": "I traveled for government business to attend a conference. The travel was pre-approved, and all the documentation was provided. I traveled by air in economy class, and I submitted the claim within the required period."
    },
    "claim_002": {
        "claim_text_content": "I purchased a meal during a business meeting 30 km away from the office. The meal was pre-approved and I provided an itemized receipt. No alcohol was included."
    },
    "claim_003": {
        "claim_text_content": "I traveled by rental car to a business meeting, but I forgot to provide the documentation and did not get prior approval."
    },
    "claim_004": {
        "claim_text_content": "I attended a business meeting outside the office area. I bought lunch and provided an itemized receipt. Alcohol was included."
    },
    "claim_005": {
        "claim_text_content": "I traveled by train for government business. The travel was pre-approved, but the ticket was purchased for business class due to a health condition. Approval for business class travel was documented."
    },
    "claim_006": {
        "claim_text_content": "I drove a personal vehicle for work-related purposes. The vehicle is insured for business use. The travel was not pre-approved, but all required documentation has been provided."
    },
    "claim_007": {
        "claim_text_content": "I stayed at a hotel overnight due to a government-related event. The booking was made for an executive floor without prior approval."
    },
    "claim_008": {
        "claim_text_content": "I organized a group dinner for a business meeting. As the most senior person present, I made the claim and provided itemized receipts."
    },
    "claim_009": {
        "claim_text_content": "I traveled by rental car to attend a conference. The car was properly insured and approved for business use. Travel was pre-approved and timely submitted."
    },
    "claim_010": {
        "claim_text_content": "I purchased a meal during a regular commute. Alcohol was included and no itemized receipt was provided."
    },
    "claim_011": {
        "claim_text_content": "I traveled internationally for government business. The travel was approved by the Minister. I flew business class and provided all necessary documentation."
    },
    "claim_012": {
        "claim_text_content": "I bought groceries for a government-related event. The purchase was approved in advance and I provided a detailed rationale with itemized receipts."
    },
    "claim_013": {
        "claim_text_content": "I drove a rental vehicle for work purposes. The vehicle was not properly insured and the travel was not pre-approved."
    },
    "claim_014": {
        "claim_text_content": "I traveled by train for a work event. The travel was pre-approved and documentation was provided. Economy class was selected."
    },
    "claim_015": {
        "claim_text_content": "I purchased lunch during a business trip 50 km away from the office. The meal was pre-approved, no alcohol was included, and I provided an itemized receipt."
    },
    "claim_016": {
        "claim_text_content": "I traveled by air for government business. The travel was pre-approved, but I flew business class without documentation of approval."
    },
    "claim_017": {
        "claim_text_content": "I attended a work-related conference and stayed at a hotel. The booking was made at a standard room and was approved. Documentation was provided."
    },
    "claim_018": {
        "claim_text_content": "I organized a lunch meeting within the office area. The meal was not pre-approved and no itemized receipt was provided."
    },
    "claim_019": {
        "claim_text_content": "I purchased dinner during a work-related event. The meal was pre-approved, but alcohol was included. An itemized receipt was provided."
    },
    "claim_020": {
        "claim_text_content": "I traveled by vehicle for work purposes. The vehicle was properly insured and approved. The travel was not pre-approved but all required documentation was provided."
    },
    "claim_021": {
        "claim_text_content": "I traveled by air to attend an international business meeting. The travel was pre-approved and all documentation provided. I traveled in business class as approved by the Minister."
    },
    "claim_022": {
        "claim_text_content": "I traveled for government business by train in economy class. The travel was pre-approved, and documentation was provided. The claim was submitted within the required period."
    },
    "claim_023": {
        "claim_text_content": "I attended a business meeting outside the office area, 40 km away. I purchased lunch and provided a credit card slip but no itemized receipt."
    },
    "claim_024": {
        "claim_text_content": "I used a personal vehicle for a business meeting, but the vehicle was not properly insured. The travel was not pre-approved, and no documentation was provided."
    },
    "claim_025": {
        "claim_text_content": "I traveled by rental car for government business. The vehicle was properly insured, and the travel was pre-approved. Documentation was provided but the claim was submitted late."
    },
    "claim_026": {
        "claim_text_content": "I purchased a meal during a business meeting 25 km away from the office. The meal was pre-approved and all receipts were provided. No alcohol was included."
    },
    "claim_027": {
        "claim_text_content": "I stayed overnight at a hotel while attending a conference. The booking was economical and was pre-approved. The claim was submitted on time with all required documentation."
    },
    "claim_028": {
        "claim_text_content": "I booked accommodation within the office area due to an emergency. The booking was pre-approved, but the documentation was not provided."
    },
    "claim_029": {
        "claim_text_content": "I organized a group lunch during a government meeting. As the most senior person present, I made the claim and provided an itemized receipt. No alcohol was included."
    },
    "claim_030": {
        "claim_text_content": "I traveled by train for a government-related project. The ticket was purchased for business class due to the need to work with a team. Approval was documented."
    },
    "claim_031": {
        "claim_text_content": "I used a personal vehicle for travel to a business meeting. The vehicle was properly insured and the travel was pre-approved. Documentation was provided."
    },
    "claim_032": {
        "claim_text_content": "I traveled by air in economy class to attend a workshop. The travel was pre-approved, but the claim was submitted after the allowed period."
    },
    "claim_033": {
        "claim_text_content": "I purchased dinner during a late business meeting. The meal was pre-approved and I provided an itemized receipt. Alcohol was included in the claim."
    },
    "claim_034": {
        "claim_text_content": "I rented a vehicle for government business and insured it properly. The travel was pre-approved, and the claim was submitted within the required period."
    },
    "claim_035": {
        "claim_text_content": "I traveled by train for government business. The ticket was purchased for economy class, and the travel was pre-approved. Documentation was provided on time."
    },
    "claim_036": {
        "claim_text_content": "I booked accommodation outside the office area for a government-related workshop. The booking was economical and pre-approved. Documentation was provided."
    },
    "claim_037": {
        "claim_text_content": "I organized a group dinner during a business meeting. I was not the most senior person present, but I made the claim anyway. Itemized receipt was provided."
    },
    "claim_038": {
        "claim_text_content": "I traveled by air to attend a training session. The travel was pre-approved and I traveled in economy class. Documentation was not provided."
    },
    "claim_039": {
        "claim_text_content": "I used a personal vehicle for business travel. The vehicle was insured and the travel was pre-approved. The claim was submitted within the required period."
    },
    "claim_040": {
        "claim_text_content": "I booked accommodation for an overnight stay during a government event. The booking was pre-approved and all required documentation was provided."
    }
}
